Repository: common-repository/wp-filmweb-widget
Catalog: languages/wp_filmweb_widget-*.po
Languages: pl_pl

source: Shows basic user data from Filmweb.pl portal
pl_pl: Pokazuje podstawowe informacje o użytkowniku portalu Filmweb.pl

source: Error loading Filmweb data
pl_pl: Bład wczytywania danych Filmweb

source: Please enter Filmweb username in the widget's settings
pl_pl: Proszę wprowadzić nazwę użytkownika Filmweb w ustawieniach widgetu

source: Filmweb Username:
pl_pl: Użytkownik Filmweb:

source: Username Position:
pl_pl: Położenie nazwy użytkownika:

source: hidden
pl_pl: ukryty

source: bottom
pl_pl: dół

source: top
pl_pl: góra

source: Avatar Size:
pl_pl: Rozmiar avatara:

source: small
pl_pl: mały

source: large
pl_pl: duży

source: Top Rated Movies Count:
pl_pl: Liczba najwyżej ocenionych

source: Show Top Rated Movies Label:
pl_pl: Pokaż etykietę najwyżej ocenionych filmów

source: Last Seen Movies Count:
pl_pl: Liczba ostatnio obejrzanych

source: Show Last Seen Movies Label:
pl_pl: Pokaż etykietę ostatnio obejrzanych filmów

source: Last Seen Movies
pl_pl: Ostatnio obejrzane

source: Top Rated Movies
pl_pl: Najwyżej ocenione

source: yes
pl_pl: Tak

source: no
pl_pl: Nie
